Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Each chat keeps its own history, destination and system prompt, and keeps working when you switch to another. Chats starting with ↳ are sub-agents' work. Swipe a chat to rename or delete it. Chats are saved in /AOK/persist/llm-chats.
de: Jeder Chat hat eigenen Verlauf, eigenes Ziel und eigenen System-Prompt und arbeitet weiter, wenn du zu einem anderen wechselst. Chats mit ↳ sind Arbeit von Sub-Agents. Streiche über einen Chat, um ihn umzubenennen oder zu löschen. Chats werden in /AOK/persist/llm-chats gesichert.
es: Cada chat conserva su propio historial, destino y prompt del sistema, y sigue funcionando cuando cambias a otro. Los chats que empiezan por ↳ son trabajo de subagentes. Desliza un chat para renombrarlo o eliminarlo. Los chats se guardan en /AOK/persist/llm-chats.
fr: Chaque conversation conserve son propre historique, sa destination et son prompt système, et continue de travailler quand vous passez à une autre. Les conversations commençant par ↳ sont le travail de sous-agents. Balayez une conversation pour la renommer ou la supprimer. Les conversations sont enregistrées dans /AOK/persist/llm-chats.
ja: 各チャットは独自の履歴、接続先、システムプロンプトを持ち、別のチャットに切り替えても動作を続けます。↳ で始まるチャットはサブエージェントの作業です。チャットをスワイプすると名前の変更や削除ができます。チャットは /AOK/persist/llm-chats に保存されます。
ko: 각 채팅은 자체 기록, 대상 및 시스템 프롬프트를 유지하며, 다른 채팅으로 전환해도 계속 작업합니다. ↳로 시작하는 채팅은 하위 에이전트의 작업입니다. 채팅을 쓸어넘겨 이름을 변경하거나 삭제하십시오. 채팅은 /AOK/persist/llm-chats에 저장됩니다.
pt_br: Cada chat mantém seu próprio histórico, destino e prompt de sistema, e continua funcionando quando você muda para outro. Chats que começam com ↳ são trabalho de subagentes. Deslize um chat para renomeá-lo ou apagá-lo. Os chats são salvos em /AOK/persist/llm-chats.
ru: У каждого чата своя история, подключение и системный промпт, и он продолжает работать, когда вы переключаетесь на другой. Чаты, начинающиеся с ↳, — работа субагентов. Смахните чат, чтобы переименовать или удалить его. Чаты сохраняются в /AOK/persist/llm-chats.
zh_hans: 每个聊天都有自己的历史记录、目标和系统提示词，切换到其他聊天时仍会继续工作。以 ↳ 开头的聊天是子代理的工作。轻扫聊天可重命名或删除。聊天保存在 /AOK/persist/llm-chats。
zh_hant: 每個對話都有自己的記錄、服務和系統提示詞，切換到其他對話時仍會繼續運作。以 ↳ 開頭的對話是子代理的工作。滑動對話可重新命名或刪除。對話儲存在 /AOK/persist/llm-chats。

source: Each chat works on its own, with its own destination. A chat that needs approval waits until you open it. Swipe to stop one.
de: Jeder Chat arbeitet eigenständig mit eigenem Ziel. Ein Chat, der eine Freigabe braucht, wartet, bis du ihn öffnest. Zum Stoppen streichen.
es: Cada chat funciona por su cuenta, con su propio destino. Un chat que necesita aprobación espera hasta que lo abras. Desliza para detener uno.
fr: Chaque conversation travaille seule, avec sa propre destination. Une conversation qui nécessite une approbation attend que vous l'ouvriez. Balayez pour en arrêter une.
ja: 各チャットは独自の接続先で個別に動作します。承認が必要なチャットは、開くまで待機します。スワイプで停止します。
ko: 각 채팅은 자체 대상을 사용하여 독립적으로 작업합니다. 승인이 필요한 채팅은 열 때까지 기다립니다. 쓸어넘겨 중지하십시오.
pt_br: Cada chat funciona de forma independente, com seu próprio destino. Um chat que precisa de aprovação aguarda até você abri-lo. Deslize para interromper um.
ru: Каждый чат работает сам по себе, со своим подключением. Чат, которому нужно подтверждение, ждёт, пока вы его не откроете. Смахните, чтобы остановить чат.
zh_hans: 每个聊天独立工作，各有自己的目标。需要批准的聊天会等待你打开它。轻扫可停止。
zh_hant: 每個對話各自運作，使用自己的服務。需要核准的對話會等到你打開它。滑動以停止。

source: Each part of a command line (split at ; & | && || and newlines) takes the first rule its text matches, or the Shell Commands setting when none does; the strictest part decides. * matches anything, so "git status *" also matches a bare "git status". A rule cannot allow a part that writes to a file with > or a line with $( ) or backquotes: those get the Shell Commands setting. Drag to reorder in Edit mode.
de: Jeder Teil einer Befehlszeile (getrennt an ; & | && || und Zeilenumbrüchen) nimmt die erste Regel, auf die sein Text passt, sonst die Einstellung „Shell-Befehle“; der strengste Teil entscheidet. * passt auf alles, daher passt "git status *" auch auf ein bloßes "git status". Eine Regel kann keinen Teil erlauben, der mit > in eine Datei schreibt, oder eine Zeile mit $( ) oder Backquotes: Diese erhalten die Einstellung „Shell-Befehle“. Im Bearbeitungsmodus zum Umsortieren ziehen.
es: Cada parte de una línea de comandos (separada por ; & | && || y saltos de línea) usa la primera regla que coincida con su texto, o el ajuste Comandos de shell si no coincide ninguna; decide la parte más estricta. * coincide con cualquier cosa, así que "git status *" también coincide con un "git status" a secas. Una regla no puede permitir una parte que escriba en un archivo con > ni una línea con $( ) o comillas invertidas: esas usan el ajuste Comandos de shell. Arrastra para reordenar en modo de edición.
fr: Chaque partie d'une ligne de commande (séparée par ; & | && || et les sauts de ligne) prend la première règle correspondant à son texte, ou le réglage Commandes shell si aucune ne correspond ; la partie la plus stricte décide. * correspond à tout, donc "git status *" correspond aussi à un simple "git status". Une règle ne peut pas autoriser une partie qui écrit dans un fichier avec > ou une ligne contenant $( ) ou des accents graves : celles-ci reçoivent le réglage Commandes shell. Faites glisser pour réordonner en mode Modifier.
ja: コマンドラインの各部分（; & | && || と改行で分割）には、テキストが最初に一致したルールが適用され、一致しない場合は「シェルコマンド」の設定が適用されます。最も厳しい部分が全体を決定します。* は何にでも一致するため、"git status *" は単独の "git status" にも一致します。> でファイルに書き込む部分や、$( ) やバッククォートを含む行はルールで許可できず、「シェルコマンド」の設定が適用されます。編集モードでドラッグして並べ替えます。
ko: 명령줄의 각 부분(; & | && || 및 줄바꿈으로 분리)은 텍스트가 일치하는 첫 번째 규칙을 따르며, 일치하는 규칙이 없으면 셸 명령 설정을 따릅니다. 가장 엄격한 부분이 결정합니다. *는 모든 것과 일치하므로 "git status *"는 "git status"만 입력한 경우에도 일치합니다. 규칙은 >로 파일에 쓰거나 $( ) 또는 백쿼트가 있는 줄인 부분은 허용할 수 없으며, 이러한 부분은 셸 명령 설정을 따릅니다. 편집 모드에서 드래그하여 순서를 변경하십시오.
pt_br: Cada parte de uma linha de comando (dividida em ; & | && || e quebras de linha) usa a primeira regra cujo texto corresponde, ou o ajuste Comandos Shell quando nenhuma corresponde; a parte mais restritiva decide. * corresponde a qualquer coisa, então "git status *" também corresponde a um "git status" simples. Uma regra não pode permitir uma parte que grava em arquivo com > ou uma linha com $( ) ou crases: essas recebem o ajuste Comandos Shell. Arraste para reordenar no modo Editar.
ru: Каждая часть командной строки (разделённая по ; & | && || и переводам строк) получает первое правило, которому соответствует её текст, или настройку «Команды оболочки», если ни одно не подходит; решает самая строгая часть. * соответствует чему угодно, поэтому "git status *" соответствует и просто "git status". Правило не может разрешить часть, которая пишет в файл через > или содержит $( ) или обратные кавычки: для них действует настройка «Команды оболочки». В режиме правки перетаскивайте для изменения порядка.
zh_hans: 命令行的每个部分（以 ; & | && || 和换行符分隔）采用其文本匹配的第一条规则，若无匹配则采用“Shell 命令”设置；以最严格的部分为准。* 匹配任意内容，因此“git status *”也匹配单独的“git status”。规则无法允许使用 > 写入文件的部分，或含有 $( ) 或反引号的行：这些采用“Shell 命令”设置。在编辑模式下拖移以重新排序。
zh_hant: 指令列的每個部分（以 ; & | && || 和換行分割）會套用第一條文字相符的規則，若無相符則套用「Shell 指令」設定；以最嚴格的部分為準。* 符合任何內容，因此 "git status *" 也符合單純的 "git status"。規則無法允許以 > 寫入檔案的部分，或含有 $( ) 或反引號的列：這些會套用「Shell 指令」設定。在編輯模式中拖移以重新排序。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Править
zh_hans: 编辑
zh_hant: 編輯

# Edit %@ · Shell %@
source: Edit %1$@ · Shell %2$@
de: Bearbeiten %1$@ · Shell %2$@
es: Edición %1$@ · Shell %2$@
fr: Modif. %1$@ · Shell %2$@
ja: 編集 %1$@ · シェル %2$@
ko: 편집 %1$@ · 셸 %2$@
pt_br: Editar %1$@ · Shell %2$@
ru: Правка: %1$@ · Оболочка: %2$@
zh_hans: 编辑 %1$@ · Shell %2$@
zh_hant: 編輯 %1$@ · Shell %2$@

source: Edit Bookmarks…
de: Lesezeichen bearbeiten …
es: Editar marcadores…
fr: Modifier les signets…
ja: ブックマークを編集…
ko: 책갈피 편집…
pt_br: Editar Favoritos…
ru: Изменить закладки…
zh_hans: 编辑书签…
zh_hant: 編輯書籤…

source: Edit Group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
ja: グループを編集
ko: 그룹 편집
pt_br: Editar Grupo
ru: Изменить группу
zh_hans: 编辑组
zh_hant: 編輯群組

source: Edit Group…
de: Gruppe bearbeiten …
es: Editar grupo…
fr: Modifier le groupe…
ja: グループを編集…
ko: 그룹 편집…
pt_br: Editar Grupo…
ru: Изменить группу…
zh_hans: 编辑组…
zh_hant: 編輯群組…

source: Edit Key
de: Taste bearbeiten
es: Editar tecla
fr: Modifier la touche
ja: キーを編集
ko: 키 편집
pt_br: Editar Tecla
ru: Изменить клавишу
zh_hans: 编辑按键
zh_hant: 編輯按鍵

source: Edit MCP Server
de: MCP-Server bearbeiten
es: Editar servidor MCP
fr: Modifier le serveur MCP
ja: MCP サーバを編集
ko: MCP 서버 편집
pt_br: Editar Servidor MCP
ru: Изменить сервер MCP
zh_hans: 编辑 MCP 服务器
zh_hant: 編輯 MCP 伺服器

source: Edit Menu
de: Menü „Bearbeiten“
es: Menú Edición
fr: Menu Édition
ja: 編集メニュー
ko: 편집 메뉴
pt_br: Menu Editar
ru: Меню «Правка»
zh_hans: 编辑菜单
zh_hant: 編輯選單

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
ja: ルールを編集
ko: 규칙 편집
pt_br: Editar Regra
ru: Изменить правило
zh_hans: 编辑规则
zh_hant: 編輯規則

source: Edit Shortcut
de: Kurzbefehl bearbeiten
es: Editar atajo
fr: Modifier le raccourci
ja: ショートカットを編集
ko: 바로 가기 편집
pt_br: Editar Atalho
ru: Изменить ярлык
zh_hans: 编辑快捷方式
zh_hant: 編輯捷徑

source: Edit Shortcuts
de: Kurzbefehle bearbeiten
es: Editar atajos
fr: Modifier les raccourcis
ja: ショートカットを編集
ko: 바로 가기 편집
pt_br: Editar Atalhos
ru: Изменить ярлыки
zh_hans: 编辑快捷方式
zh_hant: 編輯捷徑

source: Edit Shortcuts…
de: Kurzbefehle bearbeiten …
es: Editar atajos…
fr: Modifier les raccourcis…
ja: ショートカットを編集…
ko: 바로 가기 편집…
pt_br: Editar Atalhos…
ru: Изменить ярлыки…
zh_hans: 编辑快捷方式…
zh_hant: 編輯捷徑…

source: Edit Shortcut…
de: Kurzbefehl bearbeiten …
es: Editar atajo…
fr: Modifier le raccourci…
ja: ショートカットを編集…
ko: 바로 가기 편집…
pt_br: Editar Atalho…
ru: Изменить ярлык…
zh_hans: 编辑快捷方式…
zh_hant: 編輯捷徑…

source: Edit Snippet
de: Snippet bearbeiten
es: Editar fragmento
fr: Modifier l'extrait
ja: スニペットを編集
ko: 스니펫 편집
pt_br: Editar Trecho
ru: Изменить фрагмент
zh_hans: 编辑代码片段
zh_hant: 編輯片段

source: Edit file?
de: Datei bearbeiten?
es: ¿Editar archivo?
fr: Modifier le fichier ?
ja: ファイルを編集しますか？
ko: 파일을 편집하겠습니까?
pt_br: Editar arquivo?
ru: Изменить файл?
zh_hans: 编辑文件？
zh_hant: 要編輯檔案嗎？

source: Edit “%@”…
de: „%@“ bearbeiten …
es: Editar “%@”…
fr: Modifier « %@ »…
ja: “%@”を編集…
ko: “%@” 편집…
pt_br: Editar “%@”…
ru: Изменить «%@»…
zh_hans: 编辑“%@”…
zh_hant: 編輯「%@」…

source: Editing: %@
de: Bearbeiten: %@
es: Editando: %@
fr: Modification : %@
ja: 編集中: %@
ko: 편집 중: %@
pt_br: Editando: %@
ru: Редактирование: %@
zh_hans: 正在编辑：%@
zh_hant: 正在編輯：%@

source: Edit…
de: Bearbeiten …
es: Editar…
fr: Modifier…
ja: 編集…
ko: 편집…
pt_br: Editar…
ru: Изменить…
zh_hans: 编辑…
zh_hant: 編輯…

source: Empty folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
ja: 空のフォルダ
ko: 빈 폴더
pt_br: Pasta vazia
ru: Пустая папка
zh_hans: 空文件夹
zh_hant: 空的資料夾

source: Empty folder (hidden files are not shown)
de: Leerer Ordner (versteckte Dateien werden nicht angezeigt)
es: Carpeta vacía (no se muestran los archivos ocultos)
fr: Dossier vide (les fichiers masqués ne sont pas affichés)
ja: 空のフォルダ （隠しファイルは表示されていません）
ko: 빈 폴더 (숨김 파일은 표시되지 않음)
pt_br: Pasta vazia (arquivos ocultos não são mostrados)
ru: Пустая папка (скрытые файлы не показаны)
zh_hans: 空文件夹 （未显示隐藏文件）
zh_hant: 空的資料夾 （未顯示隱藏檔案）

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: オンにする
ko: 활성화
pt_br: Ativar
ru: Включить
zh_hans: 启用
zh_hant: 啟用

source: Enable to show an OpenAI-compatible LLM client in terminal and Workspace menus.
de: Aktivieren, um einen OpenAI-kompatiblen LLM-Client in Terminal- und Workspace-Menüs anzuzeigen.
es: Actívalo para mostrar un cliente LLM compatible con OpenAI en los menús de la terminal y del espacio de trabajo.
fr: Activez pour afficher un client LLM compatible OpenAI dans les menus du terminal et de l'espace de travail.
ja: オンにすると、ターミナルとワークスペースのメニューに OpenAI 互換の LLM クライアントが表示されます。
ko: 터미널 및 워크스페이스 메뉴에 OpenAI 호환 LLM 클라이언트를 표시하려면 활성화하십시오.
pt_br: Ative para mostrar um cliente LLM compatível com OpenAI nos menus do terminal e do Espaço de trabalho.
ru: Включите, чтобы показывать OpenAI-совместимый LLM-клиент в меню терминала и рабочей области.
zh_hans: 启用后会在终端和工作区菜单中显示兼容 OpenAI 的 LLM 客户端。
zh_hant: 啟用後會在終端機和工作區選單中顯示相容 OpenAI 的 LLM 用戶端。

source: Enable tools?
de: Tools aktivieren?
es: ¿Activar herramientas?
fr: Activer les outils ?
ja: ツールをオンにしますか？
ko: 도구를 활성화하겠습니까?
pt_br: Ativar ferramentas?
ru: Включить инструменты?
zh_hans: 启用工具？
zh_hant: 要啟用工具嗎？

source: Enclosing Folder
de: Übergeordneter Ordner
es: Carpeta contenedora
fr: Dossier parent
ja: 親フォルダ
ko: 상위 폴더
pt_br: Pasta Superior
ru: Вмещающая папка
zh_hans: 上层文件夹
zh_hant: 上層資料夾

source: Enter URL or search
de: URL oder Suchbegriff eingeben
es: Introduce una URL o busca
fr: Saisir une URL ou rechercher
ja: URL を入力または検索
ko: URL 입력 또는 검색
pt_br: Digite a URL ou pesquise
ru: Введите URL или запрос
zh_hans: 输入 URL 或搜索
zh_hant: 輸入 URL 或搜尋

source: Enter a file name without “/” (and not “.” or “..”).
de: Gib einen Dateinamen ohne „/“ ein (und nicht „.“ oder „..“).
es: Introduce un nombre de archivo sin “/” (y que no sea “.” ni “..”).
fr: Saisissez un nom de fichier sans « / » (et autre que « . » ou « .. »).
ja: “/”を含まないファイル名を入力してください（“.”や“..”も不可）。
ko: “/” 없이 파일 이름을 입력하십시오(“.” 또는 “..”도 사용할 수 없음).
pt_br: Digite um nome de arquivo sem “/” (e diferente de “.” ou “..”).
ru: Введите имя файла без «/» (и не «.» или «..»).
zh_hans: 输入不含“/”的文件名（且不能是“.”或“..”）。
zh_hant: 請輸入不含「/」的檔案名稱（且不可為「.」或「..」）。

source: Enter an http:// or https:// URL.
de: Gib eine http://- oder https://-URL ein.
es: Introduce una URL http:// o https://.
fr: Saisissez une URL http:// ou https://.
ja: http:// または https:// の URL を入力してください。
ko: http:// 또는 https:// URL을 입력하십시오.
pt_br: Digite uma URL http:// ou https://.
ru: Введите URL http:// или https://.
zh_hans: 输入 http:// 或 https:// URL。
zh_hant: 請輸入 http:// 或 https:// URL。

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@
ko: 오류: %@
pt_br: Erro: %@
ru: Ошибка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Every command and file change the model requests for the rest of this chat will happen without confirmation. Content the model reads (a web page, a file) can instruct it to run destructive commands, overwrite files or read private data, and nothing will stop that but the model itself. Permissions set to Deny still apply. Confirmation comes back when you clear the chat.
de: Jeder Befehl und jede Dateiänderung, die das Modell für den Rest dieses Chats anfordert, erfolgt ohne Bestätigung. Inhalte, die das Modell liest (eine Webseite, eine Datei), können es anweisen, zerstörerische Befehle auszuführen, Dateien zu überschreiben oder private Daten zu lesen – und nur das Modell selbst kann das verhindern. Auf „Ablehnen“ gesetzte Berechtigungen gelten weiterhin. Die Bestätigung kehrt zurück, wenn du den Chat leerst.
es: Todos los comandos y cambios de archivos que solicite el modelo durante el resto de este chat se realizarán sin confirmación. El contenido que lea el modelo (una página web, un archivo) puede indicarle que ejecute comandos destructivos, sobrescriba archivos o lea datos privados, y nada lo impedirá salvo el propio modelo. Los permisos configurados como Denegar se siguen aplicando. La confirmación vuelve cuando borras el chat.
fr: Chaque commande et modification de fichier demandée par le modèle pendant le reste de cette conversation aura lieu sans confirmation. Le contenu lu par le modèle (une page web, un fichier) peut lui demander d'exécuter des commandes destructrices, d'écraser des fichiers ou de lire des données privées, et rien ne l'en empêchera hormis le modèle lui-même. Les autorisations réglées sur Refuser s'appliquent toujours. La confirmation revient lorsque vous effacez la conversation.
ja: このチャットの残りの間、モデルが要求するすべてのコマンドとファイル変更は確認なしで実行されます。モデルが読み込むコンテンツ（Web ページ、ファイル）が、破壊的なコマンドの実行、ファイルの上書き、プライベートなデータの読み取りを指示する可能性があり、それを止めるものはモデル自身しかありません。「拒否」に設定したアクセス権は引き続き適用されます。チャットを消去すると確認が再び有効になります。
ko: 이 채팅의 나머지 동안 모델이 요청하는 모든 명령과 파일 변경이 확인 없이 실행됩니다. 모델이 읽는 콘텐츠(웹 페이지, 파일)가 파괴적인 명령을 실행하거나 파일을 덮어쓰거나 개인 데이터를 읽도록 지시할 수 있으며, 모델 자체 외에는 이를 막을 수 없습니다. 거부로 설정된 권한은 계속 적용됩니다. 채팅을 지우면 확인이 다시 활성화됩니다.
pt_br: Todos os comandos e alterações de arquivos que o modelo solicitar pelo resto deste chat acontecerão sem confirmação. O conteúdo que o modelo lê (uma página da web, um arquivo) pode instruí-lo a executar comandos destrutivos, sobrescrever arquivos ou ler dados privados, e nada impedirá isso além do próprio modelo. Permissões definidas como Negar continuam valendo. A confirmação volta quando você limpar o chat.
ru: Все команды и изменения файлов, которые модель запросит до конца этого чата, будут выполняться без подтверждения. Содержимое, которое читает модель (веб-страница, файл), может заставить её выполнить разрушительные команды, перезаписать файлы или прочитать личные данные, и помешать этому сможет только сама модель. Разрешения со значением «Запретить» продолжают действовать. Подтверждения вернутся, когда вы очистите чат.
zh_hans: 在此聊天的剩余部分，模型请求的每条命令和文件更改都将无需确认直接执行。模型读取的内容（网页、文件）可能指示它运行破坏性命令、覆盖文件或读取隐私数据，除了模型本身，没有任何东西能阻止。设为“拒绝”的权限仍然有效。清除聊天后将恢复确认。
zh_hant: 在此對話的剩餘時間內，模型要求的每個指令和檔案變更都會在未經確認的情況下執行。模型讀取的內容（網頁、檔案）可能指示它執行破壞性指令、覆寫檔案或讀取私人資料，除了模型本身之外沒有任何東西能阻止。設為「拒絕」的權限仍然適用。清除對話後會恢復確認。

source: Every file the model wrote or edited in this chat, newest first. Reverting puts the file back as it was before that change, and tells the model. The copies are kept while this chat is open.
de: Jede Datei, die das Modell in diesem Chat geschrieben oder bearbeitet hat, neueste zuerst. Rückgängig machen stellt den Zustand vor dieser Änderung wieder her und informiert das Modell. Die Kopien bleiben erhalten, solange dieser Chat geöffnet ist.
es: Todos los archivos que el modelo ha escrito o editado en este chat, del más reciente al más antiguo. Revertir devuelve el archivo al estado anterior a ese cambio y se lo indica al modelo. Las copias se conservan mientras este chat esté abierto.
fr: Chaque fichier écrit ou modifié par le modèle dans cette conversation, du plus récent au plus ancien. Annuler remet le fichier dans l'état où il était avant cette modification, et en informe le modèle. Les copies sont conservées tant que cette conversation est ouverte.
ja: このチャットでモデルが書き込みまたは編集したすべてのファイル（新しい順）。元に戻すと、ファイルはその変更前の状態に戻り、モデルにも通知されます。コピーはこのチャットが開いている間保持されます。
ko: 이 채팅에서 모델이 작성하거나 편집한 모든 파일(최신 항목 순). 되돌리면 파일이 해당 변경 이전 상태로 복원되고 모델에 알립니다. 사본은 이 채팅이 열려 있는 동안 보관됩니다.
pt_br: Todos os arquivos que o modelo gravou ou editou neste chat, do mais recente ao mais antigo. Reverter devolve o arquivo ao estado anterior àquela alteração e avisa o modelo. As cópias são mantidas enquanto este chat estiver aberto.
ru: Все файлы, которые модель записала или изменила в этом чате, сначала новые. Отмена возвращает файл к состоянию до этого изменения и сообщает об этом модели. Копии хранятся, пока этот чат открыт.
zh_hans: 模型在此聊天中写入或编辑的每个文件，最新的在前。还原会将文件恢复到该更改之前的状态，并告知模型。此聊天打开期间会保留这些副本。
zh_hant: 模型在此對話中寫入或編輯的每個檔案，最新的在前。還原會將檔案恢復為該次變更前的狀態，並告知模型。此對話打開期間會保留這些副本。

source: Every process is stopped while this is written
de: Alle Prozesse werden während des Schreibens angehalten
es: Todos los procesos se detienen mientras se escribe
fr: Tous les processus sont arrêtés pendant l'écriture
ja: 書き込み中はすべてのプロセスが停止します
ko: 기록하는 동안 모든 프로세스가 정지됩니다
pt_br: Todos os processos são interrompidos enquanto isto é gravado
ru: Пока идёт запись, все процессы остановлены
zh_hans: 写入期间所有进程都会停止
zh_hant: 寫入期間所有程序都會停止

source: Exclamation mark
de: Ausrufezeichen
es: Signo de exclamación
fr: Point d'exclamation
ja: 感嘆符
ko: 느낌표
pt_br: Ponto de exclamação
ru: Восклицательный знак
zh_hans: 感叹号
zh_hant: 驚嘆號

source: Executable
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
ja: 実行可能ファイル
ko: 실행 파일
pt_br: Executável
ru: Исполняемый файл
zh_hans: 可执行文件
zh_hant: 執行檔

source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 離開

source: Explain terminal output
de: Terminalausgabe erklären
es: Explicar la salida de la terminal
fr: Expliquer la sortie du terminal
ja: ターミナル出力を説明
ko: 터미널 출력 설명
pt_br: Explicar saída do terminal
ru: Объяснить вывод терминала
zh_hans: 解释终端输出
zh_hant: 解釋終端機輸出

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha ao exportar
ru: Сбой экспорта
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Exporting %@
de: %@ wird exportiert
es: Exportando %@
fr: Exportation de %@
ja: %@ を書き出し中
ko: %@ 내보내는 중
pt_br: Exportando %@
ru: Экспорт %@
zh_hans: 正在导出“%@”
zh_hant: 正在匯出 %@

source: Extracting the bundled filesystem. This can take a moment on first launch.
de: Das mitgelieferte Dateisystem wird entpackt. Das kann beim ersten Start etwas dauern.
es: Extrayendo el sistema de archivos incluido. Puede tardar un poco en el primer inicio.
fr: Extraction du système de fichiers intégré. Cela peut prendre un moment au premier lancement.
ja: バンドルされたファイルシステムを展開しています。 初回起動時は少し時間がかかることがあります。
ko: 번들 파일 시스템을 추출하는 중입니다. 처음 실행 시 잠시 시간이 걸릴 수 있습니다.
pt_br: Extraindo o sistema de arquivos incluído. Isso pode levar um momento na primeira abertura.
ru: Извлечение встроенной файловой системы. При первом запуске это может занять некоторое время.
zh_hans: 正在解压内置文件系统。 首次启动时可能需要一点时间。
zh_hant: 正在解壓縮內建的檔案系統。 首次啟動可能需要一些時間。

source: Fail on Non-Zero Exit
de: Bei Exit-Code ungleich null fehlschlagen
es: Fallar si la salida no es cero
fr: Échouer si le code de sortie est non nul
ja: 終了コードが 0 以外なら失敗
ko: 0이 아닌 종료 코드 시 실패
pt_br: Falhar em Saída Diferente de Zero
ru: Ошибка при ненулевом коде выхода
zh_hans: 退出码非零时失败
zh_hant: 非零結束碼時失敗

source: Failed reading file
de: Datei konnte nicht gelesen werden
es: Error al leer el archivo
fr: Échec de la lecture du fichier
ja: ファイルの読み取りに失敗しました
ko: 파일 읽기 실패
pt_br: Falha ao ler o arquivo
ru: Сбой чтения файла
zh_hans: 读取文件失败
zh_hant: 讀取檔案失敗

source: Failed reading guest file
de: Gast-Datei konnte nicht gelesen werden
es: Error al leer el archivo del invitado
fr: Échec de la lecture du fichier de l'invité
ja: ゲストファイルの読み取りに失敗しました
ko: 게스트 파일 읽기 실패
pt_br: Falha ao ler o arquivo do convidado
ru: Сбой чтения гостевого файла
zh_hans: 读取客户机文件失败
zh_hant: 讀取客體檔案失敗

source: Failed reading source file
de: Quelldatei konnte nicht gelesen werden
es: Error al leer el archivo de origen
fr: Échec de la lecture du fichier source
ja: コピー元ファイルの読み取りに失敗しました
ko: 원본 파일 읽기 실패
pt_br: Falha ao ler o arquivo de origem
ru: Сбой чтения исходного файла
zh_hans: 读取源文件失败
zh_hant: 讀取來源檔案失敗

source: Failed to allocate framebuffer
de: Framebuffer konnte nicht angelegt werden
es: No se pudo asignar el framebuffer
fr: Échec de l'allocation du framebuffer
ja: フレームバッファを割り当てられませんでした
ko: 프레임버퍼 할당 실패
pt_br: Falha ao alocar o framebuffer
ru: Не удалось выделить буфер кадра
zh_hans: 无法分配帧缓冲区
zh_hant: 無法配置影格緩衝區

source: Failed to allocate resized framebuffer
de: Skalierter Framebuffer konnte nicht angelegt werden
es: No se pudo asignar el framebuffer redimensionado
fr: Échec de l'allocation du framebuffer redimensionné
ja: サイズ変更後のフレームバッファを割り当てられませんでした
ko: 크기가 조절된 프레임버퍼 할당 실패
pt_br: Falha ao alocar o framebuffer redimensionado
ru: Не удалось выделить буфер кадра нового размера
zh_hans: 无法分配调整大小后的帧缓冲区
zh_hant: 無法配置調整大小後的影格緩衝區

source: Failed to select security type
de: Sicherheitstyp konnte nicht gewählt werden
es: No se pudo seleccionar el tipo de seguridad
fr: Échec de la sélection du type de sécurité
ja: セキュリティタイプを選択できませんでした
ko: 보안 유형 선택 실패
pt_br: Falha ao selecionar o tipo de segurança
ru: Не удалось выбрать тип безопасности
zh_hans: 无法选择安全类型
zh_hant: 無法選擇安全性類型

source: Failed to send protocol version
de: Protokollversion konnte nicht gesendet werden
es: No se pudo enviar la versión del protocolo
fr: Échec de l'envoi de la version du protocole
ja: プロトコルバージョンを送信できませんでした
ko: 프로토콜 버전 전송 실패
pt_br: Falha ao enviar a versão do protocolo
ru: Не удалось отправить версию протокола
zh_hans: 无法发送协议版本
zh_hant: 無法傳送通訊協定版本
